JMVC.i18n.langs.jp = {
    'ciao': 'こんにちは',
    'come stai': 'お元気ですか',
    'hei prova': 'パスワード',
    'sei in locale': 'うん、あなたはローカルで',
    'pure javascript mvc framework': '純粋なJavaScriptのMVCフレームワーク',
    'more': 'もっと',
    'source': 'ソース',
    'desktop': 'デスクトップ',
    'mobile': '携帯電話',
    'api': 'ミツバチ',
    'demos': 'デモ',
    'cookie': 'JMVC.orgは、私たちはあなたの当社のウェブサイト上で最高の経験を与えることを保証するためにクッキーを使用しています。あなたは、設定を変更せずに続行した場合、我々はあなたが受け取るために満足していると仮定します。このサイトからすべてのクッキーをしました。あなたが設定を変更したい場合は、ここでの指示に従うことによってそれを行うことが'
};
